/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "No se puede completar la operación";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Intentar más tarde.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "El formato de este archivo multimedia es incompatible.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Puede que este archivo multimedia esté dañado.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Esta app no tiene autorización para reproducir este archivo."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Este archivo multimedia no puede usarse.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "No se puede descodificar";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "El descodificador necesario para este contenido está en uso.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Detén las otras acciones que descodifiquen contenido e inténtalo de nuevo.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Este contenido no puede usarse en este ordenador.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Este contenido no se puede reproducir en la pantalla externa.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "No se puede abrir";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "El contenido protegido no se puede reproducir con la configuración actual del sistema.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "La pista de vídeo de salida de transcodificación tiene un recuento de fotogramas incorrecto";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "El recuento de fotogramas de salida de transcodificación no es igual al origen, que no tiene segmentos de edición";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Error al descodificar";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "el descodificador ha detectado un error";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Error al codificar";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "el codificador ha detectado un error";

